---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepAnalyticalEquipmentName
source: html/92f8c188-3a5e-c03b-3b25-52beb7998cb3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepAnalyticalEquipmentName Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId MepAnalyticalEquipmentName { get; }
```